{
	"songs": [
		{
			"name":"Borshch",
			"image":"https://f.authenticukraine.com.ua/article/550/E82p5.jpg",
			"description":"How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch How to make Borshch ",
			"websites":"https://authenticukraine.com.ua/en/food/bors",
			"ingredients":"<li>250 grams of beef</li><li>1/2 medium beetroot</li><li>1 onion</li>",
			"procedure":"First, start cooking the broth. It is better to choose meat on the bone. Boil it until ready and remove from the broth, cut into small pieces, removing bones and tendons.",
			"videos":"https://www.youtube.com/embed/MERIlV7fD7o?si=srkscVIaNcSLogvy"
		},
		{
			"name":"Varenyky",
			"image":"https://ukrainian-recipes.com/wp-content/uploads/2018/01/7.jpg",
			"description":"How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky How to make Varenyky ",
			"websites":"https://ukrainian-recipes.com/10-astonishing-facts-about-ukrainian-varenyky.html",
			"ingredients":"<li>Flour</li><li>Potato</li><li>Pepper</li>",
			"procedure":"Combine flour, eggs, salt, and water/kefir (fermented milk product similar to yogurt) and knead the dough. Then set aside the dough for half an hour. Peel and wash potatoes. Boil the potatoes until done and mash them. Peel, wash, and chop a bulb onion. Rinse fern and cut it finely. Combine the onion with fern in a frying pan and golden brown them. Mix the ingredients with mashed potatoes.",
			"videos":"https://www.youtube.com/embed/6W7sAmXBDS4?si=VDbKqkoWbIQvbVRD"
		},
		{
			"name":"Holubtsi",
			"image":"https://ukrainian-recipes.com/wp-content/uploads/2012/07/golubci-z-myasom-i-risom.jpg",
			"description":"How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi How to make Holubtsi ",
			"websites":"https://ukrainian-recipes.com/96.html",
			"ingredients":"<li>Cabbage</li><li>Bulb onion</li><li>tomato</li>",
			"procedure":"Wash cabbage leaves, put them in salted boiling water, and cook 1-2 minutes until soft. Take out the leaves from the pan and wait till the water drains. Cut out a thick center part of each leaf at the bottom of its stem.",
			"videos":"https://www.youtube.com/embed/0YNZWgja79I?si=HS78z844GkdkYRyO"
		}
	]
}