{
	"songs": [
		{
			"name":"Borshch (Recipe 1)",
			"image":"https://f.authenticukraine.com.ua/article/550/E82p5.jpg",
			"description":"Borsch is a signature dish of Ukrainian cuisine, which is greatly enjoyed all over the world. The dish has dozens of variations, due to the wide geography of Ukrainians. The most common are red, green, mushroom, cold borsch and other variations. The etymology of the word borshch comes from the name of the borschivnik plant and literally means notch, tip. After all, the leaves of this plant were originally used to make borsch. Much later, potatoes and beets came to Europe and Ukraine, without which it is difficult to imagine the main dish of Ukrainian cuisine today. Ingredients for borscht vary significantly depending on the region of Ukraine. For example, in Podillia housewives add beans to a dish, in the Poltava region — dumplings, in the South — flour, and in Slobozhanshchina there is a variation of borsch with beer.",
			"websites":"https://authenticukraine.com.ua/en/food/bors",
			"ingredients":"<li>250 grams of beef</li><li>1.5 cups of water</li><li>150 grams of cabbage</li><li>1 carrot</li><li>1 onion</li><li>4 white potatoes</li><li>½ medium beetroot</li><li>tomato paste</li><li>salt, pepper, herbs</li><li>Pampushky:</li><li>2 cups of flour</li><li>1/2 glass of water</li><li>1 tablespoon of sugar</li><li>10 grams of yeast</li><li>1 teaspoon of sunflower oil</li><li>Sauce:</li><li>2 cloves of garlic</li><li>1/3 glass of water</li><li>1/2 teaspoon of sunflower oil</li><li>1/3 teaspoon of salt</li>",
			"procedure":"First, start cooking the broth. It is better to choose meat on the bone. Boil it until ready and remove from the broth, cut into small pieces, removing bones and tendons. </hr>Meanwhile, cut beet into thin strips and to the broth. Wait until it boils and becomes transparent, and only then add the remaining ingredients. Otherwise, all the vegetables in the dish will be the same red color. </hr>Once the beet is boiled, add finely chopped onions. After a few minutes add finely cut into thin half circles carrot. Then add the finely chopped cabbage and diced potatoes to the boiling broth. When all the vegetables are ready, add the meat from the broth, tomato juice (or tomato paste diluted in water), herbs and spices.</hr> Remove the pan from the heat and let the dish infuse a bit. In the meantime, you can make pampushky. Knead the usual yeast dough. To do this, combine the wet ingredients (eggs, water, oil), add yeast and sugar, gradually add flour. Cover the dough with a towel and place in a warm place until it rises. Then form balls, place them on a greased baking sheet and wait for the dough to rise again. Bake pampushky for 15 minutes at 200 degrees Celsius. </hr> To prepare the sauce, chop the garlic and grind it with salt and oil, then dilute with hot water.",
			"videos":"https://www.youtube.com/embed/MERIlV7fD7o?si=srkscVIaNcSLogvy",
			"price":"???"
		},
		{
			"name":"Borshch (Recipe 2)",
			"image":"https://i0.wp.com/annavoloshyna.com/wp-content/uploads/2022/07/Borshch.jpg?resize=683%2C1024&ssl=1",
			"description":"People often ask me to name the most famous Ukrainian dish. This question would be tricky to answer in many countries, but in Ukraine, the reply is obvious – borshch. This meaty, rooty, and incredibly comforting soup is a lifelong symbol of Ukrainian cuisine. But this year, UNESCO made it official – starting July 1st 2022, borsch has been recognized as the intangible part of Ukraine’s cultural heritage. It was a joyful day and a true cultural triumph for all Ukrainians. Now the whole world knows that borshch belongs to Ukraine. I celebrated this major culinary victory by cooking my childhood version of borshch made with meaty pork ribs and served with the fluffiest garlic pampushky. This is the recipe I’ve been making for years, and I hope you’ll enjoy it as much as I do. My only advice is that try to get some really flavorful beet. That makes all the difference! Beet is the heart of this dish, and there is nothing worse for borshch than pale, flavorless beet. Besides that minor suggestion, the recipe is straightforward and easy to execute. Just make sure to have enough sour cream in your fridge for serving and some warm garlic pampushky in the oven.",
			"websites":"https://annavoloshyna.com/ukrainian-red-borshch%EF%BF%BC/html",
			"ingredients":"<li>1 1/4 pounds meaty pork ribs</li><li>2 large yellow onion</li><li>10 cups water</li><li>3 tablespoons of sunflower oil</li><li>2 medium carrots</li><li>1 medium tomato</li><li>1 tablespoon tomato paste</li><li>4 medium Yukon Gold potatoes</li><li>2 medium red beets</li><li>3 cups white cabbage</li><li>1 small bell pepper</li><li>1 bay leaf</li><li>1 garlic clove</li><li>1/4 cup chopped dill and parsley</li><li>salt, ground pepper, sour cream</li>",
			"procedure":"In a medium-large pot, combine the pork ribs, 1 whole onion, bay leaf, and water. Bring everything to a simmer over medium-high heat and season with a good pinch of salt. Lower the heat to medium-low and cook uncovered, skimming off any foam and impurities from the surface as they develop, until the meat is cooked all the way through, about 45 minutes then discard the onion and bay leaf.</hr> Meanwhile, finely dice the remaining onion. In a medium sauté pan, heat the oil over medium heat. Add the onion and shredded carrot and cook, stirring occasionally, until the onion is soft and translucent, about 7 minutes. Add diced tomato and tomato paste, sauté for another 4 minutes or until the tomato is soft. Remove from the heat. </hr> Add the potatoes and beets and bring to a simmer over medium heat, cook until the veggies are easily pierced with a knife, about 15 minutes. Then add the shreaded cabbage, bell pepper and onion-carrot mixture to the soup and simmer for about 10 to 15 minutes until the veggies are soft. Stir in the garlic nd chopped herbs and season to taste with sal and pepper. </hr> Ladle borshch into bowls. Garnish each serving with some of the dill and parsley and a generous dollop of sour cream.",
			"price":"???"
		},
		{
			"name":"Borshch (Lviv Recipe, 5 Recipies Total)",
			"image":"https://life.pravda.com.ua/images/doc/b/b/bb4642e-happy-lark-depositphotos.jpg",
			"description":"Особливістю цієї версії страви є насичено бордовий колір та квасоля ясько – місцевий сорт, який втім можна купити усюди: У нас на Львівщині, що таке борщ, знає кожна дитина. Борщ завжди готується у доброму настрої, так як символічно, цей настрій має передаватися тим, хто його куштує! На Різдво – ця страва входить в дванадцятку традиційних страв, і подається з вушками з грибам.",
			"websites":"https://life.pravda.com.ua/culture/2021/03/6/244156/",
			"ingredients":"<li>2-2.5 liters of water</li><li>1 cup of beans</li><li>1 carrot</li><li>Parsley</li><li>1 onion</li><li></li><li>½ of a medium cabbage</li><li>2-3 medium beets</li><li>2-3 spoons of tomato paste</li><li>oil</li><li>Bay leaf</li><li>духмяний перець</li><li>vinegar, salt, sugar, garlic</li>",
			"procedure":"Квасолю залити водою, щоб набухла на 2-3 години або на ніч. Потім зварити на маленькому вогні. </br> Буряк варити 40-45 хвилин цілим в шкірці, до води додати одну столову ложку оцту, остудити, почистити та натерти на грубій терці. </br> Зварити овочевий бульйон: у 2 літри води порізати цибулю, моркву петрушку та тримати на вогні протягом 30 хвилин. Після додати порізану білокачанну капусту та варити ще 10 хвилин. Додати буряк, лавровий лист, духмяний перець та готувати разом 5 хвилин. </br> Окремо підсмажити 4 ложки томатної пасти на 2-х столових ложках олії. </br> З'єднати з бульйоном варену квасолю, томатну пасту, потертий часник, столову ложку цукру, посічену в'ялену петрушку, кріп та сіль до смаку.",
			"videos":"",
			"price":"???"
		},
		{
			"name":"",
			"image":"",
			"description":"",
			"websites":"",
			"ingredients":"<li></li>",
			"procedure":"",
			"videos":"",
			"price":"???"
		}
	]
}